{"./Data/Friends/ToConvert//The One With The Mugging.html":{
	"Cast":[" Chandler"],
	"Scenes":{
		"0":{"SceneDescription":"NONE","lines":[]},
		"1":{
			"SceneDescription":" Central Perk, Joey, Ross, Monica and Phoebe are there as Chandler enters",
			"lines":[{"Character":"","Line":""},
				{"Character":" Chandler","Line":"(<i>excited</i>) Guys, guys, I've got great news! Guess what…<br>NEWLINE  <br>NEWLINE  Joey: Uh, ah, Monica's pregnant?!<br>NEWLINE  <br>NEWLINE  Monica: (<i>shocked</i>) Really? (<i>She looks around, suddenly embarrassed</i>) NEWLINE  Let's get past the moment.<br>NEWLINE  <br>NEWLINE  Phoebe: What's your news?<br>NEWLINE  <br>NEWLINE  Chandler: Thank you. I got a job in advertising. (<i>Everybody cheers</i>)<br>NEWLINE  <br>NEWLINE  Monica: (<i>hugging Chandler</i>) Oh, honey, that's incredible!<br>NEWLINE  <br>NEWLINE  Phoebe: (<i>inquisitive</i>) Gosh, what's the pay like? (<i>Everybody NEWLINE  stares at her indignantly</i>) Oh, come on people… (<i>defending</i>) come NEWLINE  on, now, if I don't know who makes the most, how do I know who I like the most! NEWLINE  (<i>She looks at Joey</i>) Hey Joey! (<i>Joey winks at her</i>)<br>NEWLINE  <br>NEWLINE  Chandler: Actually, it pays nothing. It's an internship.<br>NEWLINE  <br>NEWLINE  Joey: Oh, that's cool. We have interns at 'Days Of Our Lives'. <br>NEWLINE  <br>NEWLINE  Chandler: Right. So, it'll be the same except… less sex with you. NEWLINE  (<i>Joey nods</i>)<br>NEWLINE  <br>NEWLINE  Ross: So, uh, what kinda stuff do you think they'll have you do there?<br>NEWLINE  <br>NEWLINE  Chandler: Well, it's a training program, but at the end, they hire the NEWLINE  people they like.<br>NEWLINE  <br>NEWLINE  Phoebe: (<i>enthusiastic</i>) That's great.<br>NEWLINE  <br>NEWLINE  Chandler: Yeah, I mean, there's probably gonna be some ground work which NEWLINE  will probably stink, you know, grown man getting people coffee is a little humiliating NEWLINE  <br>NEWLINE  <br>NEWLINE  (<i>At the same time, Gunther puts down a cup of coffee in front of Chandler</i>)<br>NEWLINE  <br>NEWLINE  Chandler: (<i>grinning awkwardly</i>) Humiliating and noble!<br>NEWLINE  <br>NEWLINE  (<i>Gunther shoots a nasty look at him while leaving</i>)<br>NEWLINE  <br>NEWLINE  Ross: You know, if I didn't already have a job, I think, I would have NEWLINE  been really good in advertising.<br>NEWLINE  <br>NEWLINE  Monica: Ross, you did not come up with got milk?<br>NEWLINE  <br>NEWLINE  Ross: Yes, I did, I did! (<i>He turns to Joey, disappointed</i>) NEWLINE  I should have written it down!<br>NEWLINE  <br>NEWLINE   NEWLINE "}]
			},
		"2":{
			"SceneDescription":" Chandler's new workplace, his fellow interns are already seated around NEWLINE  a table",
			"lines":[{"Character":"","Line":""}]
			},
		"3":{
			"SceneDescription":" Backstreet, Ross and Phoebe walking",
			"lines":[{"Character":"","Line":""}]
			},
		"4":{
			"SceneDescription":" Central Perk, Monica sits on the couch as Phoebe and Ross enter",
			"lines":[{"Character":"","Line":""}]
			},
		"5":{
			"SceneDescription":" Monica and Chandler's Apartment, Chander sits on the couch as Monica NEWLINE  and Rachel enter",
			"lines":[{"Character":"","Line":""}]
			},
		"6":{
			"SceneDescription":" Chandler's new workplace, we are witnessing a presentation of a fellow NEWLINE  intern",
			"lines":[{"Character":"","Line":""}]
			},
		"7":{
			"SceneDescription":" Audition room, Joey and Lennart are rehearsing",
			"lines":[{"Character":"","Line":""}]
			}
}
}
}