{"Content":{
	"Cast":["ROSS"],
	"Scenes":{
		"0":{"SceneDescription":"NONE","lines":[]},
		"1":{
			"SceneDescription":" Central Perk, the whole gang is there as Joey enters",
			"lines":[{"Character":"","Line":""}]
			},
		"2":{
			"SceneDescription":" Monica and Rachel's, Phoebe, Monica, and Richard are there",
			"lines":[{"Character":"","Line":""},
				{"Character":"ROSS","Line":"So don't, I don't see why we have to go to this thing anyway, it's yourNEWLINEex-fiancee's wedding.<br>NEWLINE<br>NEWLINERACHEL: Because I promised Mindy I would.<br>NEWLINE<br>NEWLINEMONICA: Yeah, well you promised Barry, you'd marry him. (Rachel glares at her, and sheNEWLINEretreats to safety between Richard's legs)<br>NEWLINE<br>NEWLINERACHEL: Look you guys, I have to go, I'm the Maid-of-Honor. And besides you know what INEWLINEjust need to be in a room again with these people and feel good about myself.<br>NEWLINE<br>NEWLINE(Chandler enters, sees Rachel in the dress and starts laughing)<br>NEWLINE<br>NEWLINEPHOEBE: Ooh-oh! Someone's wearing the same clothes they had on last night. Someone get aNEWLINElittle action?<br>NEWLINE<br>NEWLINECHANDLER: I may have.<br>NEWLINE<br>NEWLINEMONICA: Woo-hoo, stuud!<br>NEWLINE<br>NEWLINEROSS: What's she look like?<br>NEWLINE<br>NEWLINECHANDLER: Well, we haven't exactly met, we just stayed up all night talking on theNEWLINEinternet.<br>NEWLINE<br>NEWLINEMONICA: Woo-hoo, geeek!<br>NEWLINE<br>NEWLINECHANDLER: I like this girl, okay, I seriously like this girl, you now how sometimes I tendNEWLINEget a little defended and quipy...<br>NEWLINE<br>NEWLINEROSS: Get out!<br>NEWLINE<br>NEWLINERACHEL: Nooo!<br>NEWLINE<br>NEWLINEMONICA: Please!<br>NEWLINE<br>NEWLINECHANDLER: Well she totally called me on it, okay. She said, 'cut it out, get real', and INEWLINEdid.<br>NEWLINE<br>NEWLINERACHEL: Wow! What's that like?<br>NEWLINE<br>NEWLINECHANDLER: It's like this, me, no jokes.<br>NEWLINE<br>NEWLINEPHOEBE: All right, stop it, you're freaking me out.<br>NEWLINE<br>NEWLINERICHARD: Oh, yeah, I don't like you this way. All right, I'll see you guys later.<br>NEWLINE<br>NEWLINEALL: Bye, Richard.<br>NEWLINE<br>NEWLINEMONICA: Bye sweetie, (kisses him) I love you.<br>NEWLINE<br>NEWLINERICHARD: I love you, too.<br>NEWLINE<br>NEWLINE(Monica stares longingly at the door, after Richard leaves)<br>NEWLINE<br>NEWLINEPHOEBE: I think my boyfriend ever so dreamy, I wonder what our wedding's gonna be like.<br>NEWLINE<br>NEWLINEMONICA: What are you talking about? What wedding?<br>NEWLINE<br>NEWLINEPHOEBE: Come on, like you never talk that.<br>NEWLINE<br>NEWLINEMONICA: Nooo! Never! I mean, we're living in the moment. God, it is so nice for once toNEWLINEnot have to get all hung up on 'Where is this going?'<br>NEWLINE<br>NEWLINERACHEL: Afraid to ask him?<br>NEWLINE<br>NEWLINEMONICA: Could not be more terrified.<br>NEWLINE<br>NEWLINECHANDLER: Well, I think you should seriously consider the marriage thing, give RachelNEWLINEanother chance to dress up like Princess Bubble Yum.<br>NEWLINE<br>NEWLI"}]
			},
		"3":{
			"SceneDescription":" Chandler and Joey's, Chandler, Joey, and Phoebe are there, Chandler is talking toNEWLINEhis new friend on the internet.",
			"lines":[{"Character":"","Line":""}]
			},
		"4":{
			"SceneDescription":" later the bridesmaids and ushers are getting ready to start, Ross is looking forNEWLINERachel",
			"lines":[{"Character":"","Line":""}]
			},
		"5":{
			"SceneDescription":" Chandler and Joey's, Phoebe, Chandler, and Joey are there, Joey is on theNEWLINEphone.",
			"lines":[{"Character":"","Line":""}]
			},
		"6":{
			"SceneDescription":" later, Richard and Monica are dancing",
			"lines":[{"Character":"","Line":""}]
			},
		"7":{
			"SceneDescription":" Chandler and Joey's, Joey is reading a script as Ross enters",
			"lines":[{"Character":"","Line":""}]
			}
		}
	},
	"Title":"Data/Friends/ToConvert//The One With Barry and Mindy's Wedding.html"}
